[
  {
    "name": "Матрица",
    "description": "Хакер Нео узнает, что реальность — это симуляция, и становится последней надеждой человечества в войне против машин.",
    "image": "1.png",
    "film_type": "боевик",
    "duration": 136
  },
  {
    "name": "Безумный Макс",
    "description": "В постапокалиптической пустоши Макс объединяется с воительницей Фуриосой, чтобы сбежать от деспотичного тирана.",
    "image": "2.png",
    "film_type": "боевик",
    "duration": 88
  },
  {
    "name": "Джентельмены",
    "description": "Талантливый выпускник Оксфорда разработал схему обогащения, но при попытке продать бизнес сталкивается с жестким сопротивлением.",
    "image": "3.png",
    "film_type": "триллер",
    "duration": 113
  },
  {
    "name": "Отступники",
    "description": "Полицейский под прикрытием в мафии и «крот» внутри полиции пытаются вычислить друг друга, пока их жизни висят на волоске.",
    "image": "4.png",
    "film_type": "триллер",
    "duration": 151
  },
  {
    "name": "Гладиатор",
    "description": "Преданный римский генерал Максимус проходит путь от раба до гладиатора, чтобы отомстить за смерть семьи и своего императора.",
    "image": "5.png",
    "film_type": "боевик",
    "duration": 155
  },
  {
    "name": "Однажды в Голивуде",
    "description": "История заходящей звезды вестернов и его бессменного дублера, разворачивающаяся в Лос-Анджелесе 1969 года.",
    "image": "6.png",
    "film_type": "драма",
    "duration": 161
  },
  {
    "name": "Предложение",
    "description": "Влиятельному редактору грозит депортация, и она заставляет своего ассистента притвориться её женихом.",
    "image": "7.png",
    "film_type": "комедия",
    "duration": 108
  },
  {
    "name": "Малышка на миллион",
    "description": "Официантка Мэгги стремится пробиться в мир профессионального бокса под руководством ворчливого тренера.",
    "image": "8.png",
    "film_type": "драма",
    "duration": 132
  },
  {
    "name": "Ларри Краун",
    "description": "Потеряв работу из-за отсутствия образования, Ларри идет в колледж, где обретает новых друзей и новую любовь.",
    "image": "9.png",
    "film_type": "комедия",
    "duration": 98
  }
]
